controllers/SiteController.php

    public function actionIndex()
    {
        $catogories = Category::find()->all();
---
SELECT * FROM `category`